[
    {
        "name": "The celebrated theory is still the source of great controversy.",
        "trans": [
            "这一著名的理论至今仍是巨大争议的根源。"
        ]
    },
    {
        "name": "A good architectural structure should be useful, durable and beautiful.",
        "trans": [
            "一个好的建筑结构应该实用、耐用、美观。"
        ]
    },
    {
        "name": "A group meeting will be held tomorrow in the library conference room.",
        "trans": [
            "明天将在图书馆会议室举行小组会议。"
        ]
    },
    {
        "name": "A number of students have volunteer jobs.",
        "trans": [
            "许多学生从事志愿工作。"
        ]
    },
    {
        "name": "We can all meet at my office after the lecture.",
        "trans": [
            "讲座结束后我们可以在我的办公室见面。"
        ]
    },
    {
        "name": "Tutorials are scheduled in the final week of the term.",
        "trans": [
            "辅导课安排在学期的最后一周。"
        ]
    },
    {
        "name": "You can make an appointment to meet the librarian.",
        "trans": [
            "你可以和图书管理员约个时间。"
        ]
    },
    {
        "name": "Affordable housing is an important issue for all members of society.",
        "trans": [
            "经济适用房对社会所有成员来说都是一个重要问题。"
        ]
    },
    {
        "name": "Agenda items should be submitted by the end of the day.",
        "trans": [
            "议程项目应在当天结束前提交。"
        ]
    },
    {
        "name": "All dissertations must be accompanied by a submission form.",
        "trans": [
            "所有论文必须附上提交表格。"
        ]
    },
    {
        "name": "All industries are a system of inputs, processes, outputs and feedback.",
        "trans": [
            "所有行业都是一个输入、处理、输出和反馈的系统。"
        ]
    },
    {
        "name": "All of the assignments must be submitted in person to the faculty office.",
        "trans": [
            "所有作业必须亲自提交到学院办公室 / 教职员工办公室。"
        ]
    },
    {
        "name": "Economic development needs to be supported by the government.",
        "trans": [
            "经济发展需要政府的支持。"
        ]
    },
    {
        "name": "All of your assignments are due by tomorrow.",
        "trans": [
            "你明天应该交所有的作业。"
        ]
    },
    {
        "name": "The toughest part of postgraduate education is funding.",
        "trans": [
            "研究生教育最困难的部分是资金。"
        ]
    },
    {
        "name": "Our view is that educational reforms have been inadequately implemented.",
        "trans": [
            "我们的看法是，教育改革执行得不够充分。"
        ]
    },
    {
        "name": "Although sustainable development is not easy, it is an unavoidable responsibility.",
        "trans": [
            "可持续发展虽然不容易，但是一项不可推卸的责任。"
        ]
    },
    {
        "name": "Americans have typically defined the process of plant growth in quantitative terms.",
        "trans": [
            "美国人通常用定量术语来定义植物生长的过程。"
        ]
    },
    {
        "name": "An introduction is an essential element of presentation.",
        "trans": [
            "简介是演讲的基本要素。"
        ]
    },
    {
        "name": "The assignments should be submitted to the department office before the deadlines.",
        "trans": [
            "作业须于截止日期前送交系办公室。"
        ]
    },
    {
        "name": "Students will develop confidence in their ability to think critically.",
        "trans": [
            "学生将建立对批判性思考能力的信心。"
        ]
    },
    {
        "name": "Conferences ought to be always scheduled two weeks in advance.",
        "trans": [
            "会议应该提前两周安排。"
        ]
    },
    {
        "name": "Consumer confidence has a direct influence on sales.",
        "trans": [
            "消费者信心对销售有直接影响。"
        ]
    },
    {
        "name": "Convincing evidence to support this theory is hard to obtain.",
        "trans": [
            "支持这一理论的令人信服的证据很难获得。"
        ]
    },
    {
        "name": "Despite the protest, the chemistry department was closed down.",
        "trans": [
            "尽管有抗议，化学系还是被关闭了。"
        ]
    },
    {
        "name": "Despite their differences, all forms of life share certain characteristics.",
        "trans": [
            "尽管存在差异，但所有形式的生命都有某些共同的特征。"
        ]
    },
    {
        "name": "At that time, few people moved from towns to villages.",
        "trans": [
            "那时，很少有人从城镇搬到村庄。"
        ]
    },
    {
        "name": "Economic problems caused a big rise in unemployment.",
        "trans": [
            "经济问题导致失业人数大幅增加。"
        ]
    },
    {
        "name": "The economic status of the early Roman Republic will be examined.",
        "trans": [
            "我们将考察早期罗马共和国的经济状况。"
        ]
    },
    {
        "name": "The academic strength of the early Roman Republic will be examined.",
        "trans": [
            "我们将考察早期罗马共和国的学术实力。"
        ]
    },
    {
        "name": "Tomorrow's lecture has been canceled due to the power cut.",
        "trans": [
            "因为停电，明天的讲座取消了。"
        ]
    },
    {
        "name": "Students are permitted to park at campus parking spaces.",
        "trans": [
            "学生可以在校园停车场停车。"
        ]
    },
    {
        "name": "If you are not sure, phone student services for help.",
        "trans": [
            "如果你不确定，打电话给学生服务中心寻求帮助。"
        ]
    },
    {
        "name": "It is really a comprehensive program covering both theory and practice.",
        "trans": [
            "这确实是一个包括理论和实践的综合项目。"
        ]
    },
    {
        "name": "We are researching the most significant challenges that are faced in our society today.",
        "trans": [
            "我们正在研究当今社会所面临的最重大的挑战。"
        ]
    },
    {
        "name": "Medical researchers have focused on causes of diseases and treatments.",
        "trans": [
            "医学研究人员一直致力于研究疾病的病因和治疗方法。"
        ]
    },
    {
        "name": "Most university teaching still takes place in lectures and seminars.",
        "trans": [
            "大多数大学教学仍然以讲座和研讨会的形式进行。"
        ]
    },
    {
        "name": "Native speakers are exempt from the language tests in their own language.",
        "trans": [
            "母语者不用参加自己语言的测试。"
        ]
    },
    {
        "name": "Neurons are principally involved in chemical processes.",
        "trans": [
            "神经元主要参与化学反应。"
        ]
    },
    {
        "name": "Nurses can specialize in clinical work or management.",
        "trans": [
            "护士可以专攻临床工作或管理。"
        ]
    },
    {
        "name": "Organization plays an important role in academic literature.",
        "trans": [
            "组织在学术文献中起着重要的作用。"
        ]
    },
    {
        "name": "Organizational failure is considered from various perspectives in academic literature.",
        "trans": [
            "在学术文献中，人们从不同的角度来思考组织层面的失败。"
        ]
    },
    {
        "name": "Our professor is hosting the business development conference.",
        "trans": [
            "我们的教授正在主持商业发展会议。"
        ]
    },
    {
        "name": "Peer group pressure has a significant effect on young people.",
        "trans": [
            "同辈群体压力对年轻人有很大的影响。"
        ]
    },
    {
        "name": "Remember, the prestigious election of stewardship has strict eligibility criteria.",
        "trans": [
            "记住，这场有声望的管理层选举有严格的资格标准。"
        ]
    },
    {
        "name": "The speaker began by giving an outline of her presentation.",
        "trans": [
            "演讲者先给出了她今天讲座的大纲。"
        ]
    },
    {
        "name": "She has made a significant contribution to the field of chemistry.",
        "trans": [
            "她在化学领域做出了重大贡献。"
        ]
    },
    {
        "name": "She used to be the editor of the student newspaper.",
        "trans": [
            "她曾是校报的编辑。"
        ]
    },
    {
        "name": "Many departments have their own special book collections.",
        "trans": [
            "许多部门都有自己的特殊藏书"
        ]
    },
    {
        "name": "Statistical results should be expressed in different ways depending on the circumstances.",
        "trans": [
            "统计结果应根据情况以不同的方式表示。"
        ]
    },
    {
        "name": "You are advised to use multiple research methods for this project.",
        "trans": [
            "建议你们在这个项目中使用多种研究方法。"
        ]
    },
    {
        "name": "Students requiring an extension should apply sooner rather than later.",
        "trans": [
            "要求延期的学生应尽早申请，不宜推迟。"
        ]
    },
    {
        "name": "Teaching assistants will receive a monthly stipend for housing.",
        "trans": [
            "助教将获得每月的住房津贴。"
        ]
    },
    {
        "name": "Textile manufacturing plays a large role in improving economies.",
        "trans": [
            "纺织业在改善经济方面起着很大的作用。"
        ]
    },
    {
        "name": "Food that contains antibiotics provides little or no nutritional value.",
        "trans": [
            "含有抗生素的食物几乎没有营养价值。"
        ]
    },
    {
        "name": "A bar chart provides a useful means of data comparison.",
        "trans": [
            "柱状图提供了一种很有用的数据比较方法。"
        ]
    },
    {
        "name": "The archeologists were astonished by the previously overlooked foundations.",
        "trans": [
            "考古学家们对以前被忽视的地基感到惊讶。"
        ]
    },
    {
        "name": "New developments in technology are influencing current research.",
        "trans": [
            "技术的新发展正在影响当前的研究。"
        ]
    },
    {
        "name": "Most known oil reserves will only last for half a century.",
        "trans": [
            "大多数已知的石油储量只能维持半个世纪。"
        ]
    },
    {
        "name": "The artists tied to the conservative politicians earned the roles of critics.",
        "trans": [
            "那些与保守派政客有联系的艺术家成为了批评家。"
        ]
    },
    {
        "name": "The designers will complete the plan later today.",
        "trans": [
            "设计师们将在今天晚些时候完成这个设计图。"
        ]
    },
    {
        "name": "The rising inflation rate indicates a decrease in demand for consumer products.",
        "trans": [
            "通货膨胀率的上升表明对消费品的需求下降。"
        ]
    },
    {
        "name": "The essay will be published once the research is finished.",
        "trans": [
            "一旦研究完成，这篇文章就会发表。"
        ]
    },
    {
        "name": "The faculty staff are very approachable, friendly and extremely helpful.",
        "trans": [
            "教职工都很平易近人，友好，而且非常乐于助人。"
        ]
    },
    {
        "name": "The garden behind the university is open to the public in summer.",
        "trans": [
            "大学后面的花园在夏天对公众开放。"
        ]
    },
    {
        "name": "The history of the university is a long and interesting one.",
        "trans": [
            "这所大学的历史悠久而有趣。"
        ]
    },
    {
        "name": "The railway makes long-distance travel possible for everyone.",
        "trans": [
            "铁路使每个人都能进行长途旅行。"
        ]
    },
    {
        "name": "The results of the study underscored the importance of early detection.",
        "trans": [
            "研究的结果强调了早期发现的重要性。"
        ]
    },
    {
        "name": "The summer course is canceled due to insufficient enrollment.",
        "trans": [
            "由于报名人数不足，夏季课程取消了。"
        ]
    },
    {
        "name": "The new technician dropped the microscope in the biology lab.",
        "trans": [
            "那个新来的技术员在生物实验室里把显微镜摔了。"
        ]
    },
    {
        "name": "The theme of the instrumental work exhibits more of a demure compositional style.",
        "trans": [
            "这首乐器演奏的主题表现出了极为庄重的创作风格。"
        ]
    },
    {
        "name": "The visiting speaker used to be a lecturer in this department.",
        "trans": [
            "来访的演讲人曾是这个系的讲师。"
        ]
    },
    {
        "name": "The ways in which people communicate are constantly changing.",
        "trans": [
            "人们交流的方式在不断变化。"
        ]
    },
    {
        "name": "There is a clear need for further research in this field.",
        "trans": [
            "在这个领域明显需要进一步研究。"
        ]
    },
    {
        "name": "There is clearly a need for further research in this field.",
        "trans": [
            "这一领域显然有进一步研究的必要。"
        ]
    },
    {
        "name": "There will be a conference here next summer on using the web for academic research.",
        "trans": [
            "明年夏天这里将有一个关于使用网络进行学术研究的会议。"
        ]
    },
    {
        "name": "Our laboratory equipment is provided free of charge.",
        "trans": [
            "我们的实验设备是免费的。"
        ]
    },
    {
        "name": "Traveling by boat on the river is not possible in winter.",
        "trans": [
            "冬天坐船旅行是不可能的。"
        ]
    },
    {
        "name": "It would be extremely beneficial to work together.",
        "trans": [
            "一起工作是非常有益的。"
        ]
    },
    {
        "name": "This project is divided into four main sections.",
        "trans": [
            "本项目分为四个主要部分。"
        ]
    },
    {
        "name": "Understanding how to use the library will save your time.",
        "trans": [
            "了解如何使用图书馆会节省你的时间。"
        ]
    },
    {
        "name": "All students are expected to participate in all class activities.",
        "trans": [
            "所有学生都要参加所有课堂活动。"
        ]
    },
    {
        "name": "We can work together to achieve high educational standard.",
        "trans": [
            "我们可以共同努力实现高教育标准。"
        ]
    },
    {
        "name": "We support the research on problems related to tropical cyclone dynamics and forecasting.",
        "trans": [
            "我们支持有关热带气旋动力学和预测方面的研究。"
        ]
    },
    {
        "name": "Parents’ talk to children tends to be simplified.",
        "trans": [
            "父母对孩子的谈话往往被简化。"
        ]
    },
    {
        "name": "The essay is easy to write once the research is completed.",
        "trans": [
            "一旦研究完成，这篇文章很容易写了。"
        ]
    },
    {
        "name": "Manufacture can now employ more people than agriculture and fishing combined.",
        "trans": [
            "制造业现在雇佣的人比农业和渔业加起来还要多"
        ]
    },
    {
        "name": "Find out how to get resources before your research.",
        "trans": [
            "在你研究之前了解获得资料的方法。"
        ]
    },
    {
        "name": "Global connections thrived in academic communities, thanks to social media.",
        "trans": [
            "多亏了社交媒体，学术界的全球联系蓬勃发展。"
        ]
    },
    {
        "name": "The theater study course encourages students to exercise creativity.",
        "trans": [
            "戏剧学习课程鼓励学生锻炼创造力。"
        ]
    },
    {
        "name": "There are opportunities to receive grants in most artistic fields.",
        "trans": [
            "大多数艺术领域都有获得资助的机会。"
        ]
    },
    {
        "name": "This course considerably emphasizes critical thinking skills.",
        "trans": [
            "这门课程相当看重批判性思维能力。"
        ]
    },
    {
        "name": "Those who are considering a career in marketing should attend the talk.",
        "trans": [
            "那些正在考虑从事市场营销的人应该参加这次演讲。"
        ]
    },
    {
        "name": "Every student has both the right and the ability to succeed.",
        "trans": [
            "每个学生都有成功的权利和能力。"
        ]
    },
    {
        "name": "The university has invested in new technologies designed to support learning.",
        "trans": [
            "大学已投资于新技术，旨在支持学习。"
        ]
    },
    {
        "name": "A good research assistant is not afraid to ask questions.",
        "trans": [
            "一个好的研究助手不怕问问题。"
        ]
    },
    {
        "name": "Before submitting your dissertation, your advisor must approve your application.",
        "trans": [
            "在提交论文之前，您的导师必须批准您的申请。"
        ]
    },
    {
        "name": "Collaboration between departments is a feature of successful companies.",
        "trans": [
            "部门间的协作是成功公司的一个特点。"
        ]
    },
    {
        "name": "Experts are now able to forecast weather over a much longer period.",
        "trans": [
            "专家们现在能够预测更长期的天气。"
        ]
    },
    {
        "name": "Making mistakes is fine as long as you learn from them.",
        "trans": [
            "只要你能从错误中吸取教训，犯错误没什么大不了的。"
        ]
    },
    {
        "name": "Archeologists discovered tools and other artifacts near the ancient tomb.",
        "trans": [
            "考古学家在古墓附近发现了工具和其他手工艺品。"
        ]
    },
    {
        "name": "We have a lecture in the morning on Thursday.",
        "trans": [
            "我们星期四上午有一节课。"
        ]
    },
    {
        "name": "Thousands of people turned out to be at the presidential address.",
        "trans": [
            "成千上万的人出席了总统的演讲。"
        ]
    },
    {
        "name": "The plight of local wildlife has been ignored by developers.",
        "trans": [
            "当地野生动物的困境一直被开发商忽视。"
        ]
    },
    {
        "name": "A professor took one year off to work on her book.",
        "trans": [
            "一位教授休了一年的假，专注于撰写她的书籍。"
        ]
    },
    {
        "name": "The site is designed to be highly interactive.",
        "trans": [
            "这个网站被设计成高度交互式的。"
        ]
    },
    {
        "name": "The lecture tomorrow will discuss the educational policy of the United States.",
        "trans": [
            "明天的讲座将讨论美国的教育政策。"
        ]
    },
    {
        "name": "Social policy describes the ways societies meet human needs.",
        "trans": [
            "社会政策描述了社会满足人类需求的方式。"
        ]
    },
    {
        "name": "You should submit your term papers to the general office.",
        "trans": [
            "你应该把你的学期论文交到办公室。"
        ]
    },
    {
        "name": "Key business partners are often intertwined in expense accounts.",
        "trans": [
            "主要业务伙伴经常在费用账目上纠缠不清。"
        ]
    },
    {
        "name": "Biology involves the study of life at all levels.",
        "trans": [
            "生物学涉及对生命各个层次的研究。"
        ]
    },
    {
        "name": "Food has become a political issue in the world.",
        "trans": [
            "食品已经成为世界上的一个政治问题。"
        ]
    },
    {
        "name": "All medical students must clean their hands before entering the room.",
        "trans": [
            "所有医科学生在进入房间前必须洗手。"
        ]
    },
    {
        "name": "Implementation figures are expected to be improved in the next few years.",
        "trans": [
            "执行数据预计在今后几年内会有所改善。"
        ]
    },
    {
        "name": "The quality of your statistical information depends on your raw data.",
        "trans": [
            "你统计信息的质量取决于你的原始数据。"
        ]
    },
    {
        "name": "Certain organisms can reproduce using just one parent.",
        "trans": [
            "某些生物体可以只用一个亲本进行繁殖。"
        ]
    },
    {
        "name": "Protective clothing must always be worn in the laboratory.",
        "trans": [
            "在实验室里必须一直穿着防护服。"
        ]
    },
    {
        "name": "Sound waves are unable to travel through vacuum.",
        "trans": [
            "声波不能在真空中传播。"
        ]
    },
    {
        "name": "Make sure you choose a course that provides great career opportunities.",
        "trans": [
            "确保你选择的课程能提供很好的就业机会。"
        ]
    },
    {
        "name": "Undergraduates have a wide range of cultural modules to choose from.",
        "trans": [
            "本科生有广泛的文化课可供选择。"
        ]
    },
    {
        "name": "Social media is criticized for causing internet addiction.",
        "trans": [
            "人们批评社交媒体会导致网瘾。"
        ]
    },
    {
        "name": "The researchers are disappointed that the results of the research have been proved to be inconclusive.",
        "trans": [
            "研究人员感到失望的是，研究结果已被证明是不确定的。"
        ]
    },
    {
        "name": "We hold visiting hours throughout the year for students.",
        "trans": [
            "我们全年都为学生提供拜访时间。"
        ]
    },
    {
        "name": "International exchange formed the important part of our study program.",
        "trans": [
            "国际交流是我们学习计划的重要组成部分。"
        ]
    },
    {
        "name": "Food containing ample calories provides little or no nutritional value.",
        "trans": [
            "含有过多热量的食物几乎没有提供营养价值。"
        ]
    },
    {
        "name": "Make sure you’ve saved all files before turning off the computer.",
        "trans": [
            "在关闭电脑之前，确保你已经保存了所有的文件。"
        ]
    },
    {
        "name": "Many vocational courses at institutions are funded by private enterprises.",
        "trans": [
            "一些机构的职业课程是由私营企业资助的。"
        ]
    },
    {
        "name": "This book can be borrowed for a maximum of one week.",
        "trans": [
            "这本书最多可以借一个星期。"
        ]
    },
    {
        "name": "This essay will argue that technology does more good than harm.",
        "trans": [
            "这篇文章将论证技术是利大于弊的。"
        ]
    },
    {
        "name": "Distance learning allows you to develop a career around your commitments.",
        "trans": [
            "远程学习让你能够围绕已有的事务或安排来发展职业。"
        ]
    },
    {
        "name": "The history department is very active in research.",
        "trans": [
            "历史系非常积极地参与研究工作。"
        ]
    },
    {
        "name": "Graphs and charts allowed data to be more easily understood.",
        "trans": [
            "图形和图表使数据更容易理解。"
        ]
    },
    {
        "name": "The opening hours of the library are reduced during summer.",
        "trans": [
            "图书馆在夏季的开放时间减少了。"
        ]
    },
    {
        "name": "The coffee machine located on the third floor is not working today.",
        "trans": [
            "位于三楼的咖啡机今天不能用了。"
        ]
    },
    {
        "name": "Muscle cells bring parts of the body closer together.",
        "trans": [
            "肌肉细胞使身体的各个部分紧密相连。"
        ]
    },
    {
        "name": "You will learn how to rationally assess your arguments.",
        "trans": [
            "你将学会如何理性地评估你的论点。"
        ]
    },
    {
        "name": "It takes a long time to walk to university.",
        "trans": [
            "步行到大学要花很长时间。"
        ]
    },
    {
        "name": "University staff provide advice on renting and accommodation.",
        "trans": [
            "大学工作人员提供租房和住宿方面的建议。"
        ]
    },
    {
        "name": "Slides and handouts can be downloaded after lectures.",
        "trans": [
            "课后可以下载幻灯片和讲义"
        ]
    },
    {
        "name": "Business practices must obey contemporary general regulations.",
        "trans": [
            "商业实践必须遵守现行的普遍规定。"
        ]
    },
    {
        "name": "The news will not be received until the following week.",
        "trans": [
            "消息要到下一周才会收到。"
        ]
    },
    {
        "name": "We can see the stars that were formed thirteen billion years ago.",
        "trans": [
            "我们可以看到 130 亿年前形成的恒星。"
        ]
    },
    {
        "name": "As student union members, you can influence and change our university.",
        "trans": [
            "作为学生会的成员，你可以影响并改变我们的大学。"
        ]
    },
    {
        "name": "The horizontal line on the graph indicates that there was no change in the period.",
        "trans": [
            "图表上的水平线表示这一时期没有变化。"
        ]
    },
    {
        "name": "Purity is one feature that makes gold expensive.",
        "trans": [
            "纯度是使黄金昂贵的一个特质。"
        ]
    },
    {
        "name": "Even simple techniques need to be practiced to become better.",
        "trans": [
            "即使是简单的技巧也需要练习才能变得更好。"
        ]
    },
    {
        "name": "Studying history can help you better understand the present.",
        "trans": [
            "学习历史可以帮助你更好地理解现在。"
        ]
    },
    {
        "name": "Many food crops require large amounts of water and fertilizer.",
        "trans": [
            "许多粮食作物需要大量的水和肥料。"
        ]
    },
    {
        "name": "The course covers architecture planning and construction on the international scale.",
        "trans": [
            "课程涵盖了国际范围内的建筑规划与建造。"
        ]
    },
    {
        "name": "Imported default packages are likely to be used for most computers.",
        "trans": [
            "大多数计算机可能会使用导入默认包。"
        ]
    },
    {
        "name": "Studying medicine allows for a wide range of career opportunities.",
        "trans": [
            "学习医学提供了广泛的职业机会。"
        ]
    },
    {
        "name": "Classical mechanics is sometimes considered as a branch of applied mathematics.",
        "trans": [
            "经典力学有时候被认为是应用数学的一个分支。"
        ]
    },
    {
        "name": "The deadline for the marketing assignment has been extended.",
        "trans": [
            "市场营销作业的截止时间被延后了。"
        ]
    },
    {
        "name": "This course aims to develop your knowledge of statistics.",
        "trans": [
            "这门课程旨在发展你的统计学知识。"
        ]
    },
    {
        "name": "Professors with higher educational standards trained them extremely seriously.",
        "trans": [
            "具有较高教育水平的教授极其认真地训练他们。"
        ]
    },
    {
        "name": "Eating fish twice a week is recommended for a healthy diet.",
        "trans": [
            "每周吃两次鱼是健康饮食的建议。"
        ]
    },
    {
        "name": "Information technology has changed the way people study today.",
        "trans": [
            "信息技术改变了人们今天学习的方式。"
        ]
    },
    {
        "name": "The library will stay open until midnight this week.",
        "trans": [
            "图书馆本周将一直开放到午夜。"
        ]
    },
    {
        "name": "Two sides have disagreed on how to solve the problem.",
        "trans": [
            "双方在如何解决这个问题上意见不一。"
        ]
    },
    {
        "name": "The very basic feature of computing would be counting and calculating.",
        "trans": [
            "计算机算法的最基本特征应该是计数与运算。"
        ]
    },
    {
        "name": "Babies can distinguish between what is language and what is not.",
        "trans": [
            "婴儿能够区分什么是语言，什么不是语言。"
        ]
    },
    {
        "name": "Psychologists say that what we have experienced influences our behaviors.",
        "trans": [
            "心理学家说，我们的经历会影响我们的行为。"
        ]
    },
    {
        "name": "Many university lectures can now be viewed on the internet.",
        "trans": [
            "现在可以在网上观看许多大学的讲座。"
        ]
    },
    {
        "name": "Urbanization provides the expenses of other communities.",
        "trans": [
            "城市化为其他社区的提供了经费。"
        ]
    },
    {
        "name": "Students are required to have an undergraduate degree in Biology to be enrolled in this course.",
        "trans": [
            "修这门课的学生必须有生物学学士学位。"
        ]
    },
    {
        "name": "Philosophy uses logic and reasons to analyze human experiences.",
        "trans": [
            "哲学用逻辑和理由来分析人类的经验。"
        ]
    },
    {
        "name": "Field trips are an essential part of geography courses.",
        "trans": [
            "实地考察是地理课程的重要组成部分。"
        ]
    },
    {
        "name": "Please return the reference book to the correct position on the library shelf.",
        "trans": [
            "请把参考书放回图书馆书架上正确的位置。"
        ]
    },
    {
        "name": "Providers of higher education treat plagiarism extremely seriously.",
        "trans": [
            "高等教育机构对抄袭的态度极其严肃。"
        ]
    },
    {
        "name": "Extracurricular activities can help students develop more talents.",
        "trans": [
            "课外活动可以帮助学生发展更多的才能。"
        ]
    },
    {
        "name": "The government is funding a research study on the consequences of unemployment.",
        "trans": [
            "政府正在资助一项关于失业影响的研究。"
        ]
    },
    {
        "name": "A visit to the designed museum is of great value.",
        "trans": [
            "参观精心设计的博物馆是非常有价值的。"
        ]
    },
    {
        "name": "There are many different styles of business management.",
        "trans": [
            "商业管理有许多不同的风格。"
        ]
    },
    {
        "name": "The digital camera has some advantages over traditional film.",
        "trans": [
            "数码相机比传统胶卷有一些优势。"
        ]
    },
    {
        "name": "The university provides excellent leisure facilities for students and staff.",
        "trans": [
            "大学为学生和职员提供优质的休闲设施。"
        ]
    },
    {
        "name": "The history of economics is a tricky subject to study.",
        "trans": [
            "经济学史是一门棘手的学科。"
        ]
    },
    {
        "name": "Undergraduates may pursue their specific interests within certificate programs.",
        "trans": [
            "本科生可以在认证课程中追求自己的爱好。"
        ]
    },
    {
        "name": "Air pollution is a serious problem all over the world.",
        "trans": [
            "空气污染在全世界都是个严重的问题。"
        ]
    },
    {
        "name": "Urban planning emphasizes efficiency and expansion of communities.",
        "trans": [
            "城市规划强调效率和社区的扩展。"
        ]
    },
    {
        "name": "The course will start with the history of architecture.",
        "trans": [
            "这门课程将从建筑学的历史开始。"
        ]
    },
    {
        "name": "Please note that the seminar has now been canceled.",
        "trans": [
            "请注意，研讨会现已取消。"
        ]
    },
    {
        "name": "Scholarship applications must be handed in by the end of this month.",
        "trans": [
            "奖学金申请必须在这个月底之前交上来。"
        ]
    },
    {
        "name": "Please return your reference books to the library shelves.",
        "trans": [
            "请把你的参考书归还到图书馆的书架上。"
        ]
    },
    {
        "name": "Art and design is a competitive field to work in.",
        "trans": [
            "艺术设计是个具有竞争力的工作领域。"
        ]
    },
    {
        "name": "Many diseases that were once serious have now been eradicated.",
        "trans": [
            "许多曾经严重的疾病现在已被根除。"
        ]
    },
    {
        "name": "The urban geography degree includes the study of demography.",
        "trans": [
            "城市地理学位包括对人口统计学的研究。"
        ]
    },
    {
        "name": "Nutrition plays a key role in athletic performance.",
        "trans": [
            "营养物质在运动表现中起着关键作用。"
        ]
    },
    {
        "name": "Sugar is a solid carbohydrate which is always used to sweeten food.",
        "trans": [
            "糖是一种固体碳水化合物，常被用来使食物变甜。"
        ]
    },
    {
        "name": "Our workshops are opening for all students on campus.",
        "trans": [
            "我们的工作坊对校园里的所有学生开放。"
        ]
    },
    {
        "name": "Reading histories involves a level of careful selections.",
        "trans": [
            "阅读历史书需要一定程度的仔细选择。"
        ]
    },
    {
        "name": "Many universities provide exchange programs to other countries.",
        "trans": [
            "许多大学提供到其他国家的交换项目。"
        ]
    },
    {
        "name": "The deadline for this assignment is next Wednesday.",
        "trans": [
            "这个作业的截止日期是下周三。"
        ]
    },
    {
        "name": "City planners recognize the need for accessible public transport options.",
        "trans": [
            "城市规划者认识到无障碍公共交通的必要性。"
        ]
    },
    {
        "name": "There are a variety of different ways to present statistical information.",
        "trans": [
            "有各种不同的方式来表示统计信息。"
        ]
    },
    {
        "name": "The degree is taught by using a mixture of lectures and seminars.",
        "trans": [
            "该学位是通过讲座和研讨课的结合来教授的。"
        ]
    },
    {
        "name": "The student magazine is looking for a new editor.",
        "trans": [
            "学生杂志正在找一位新编辑。"
        ]
    },
    {
        "name": "Scholarships are available for both local and international students.",
        "trans": [
            "本地及国际学生均可获得奖学金。"
        ]
    },
    {
        "name": "Libraries in many areas were closed due to the lack of funding.",
        "trans": [
            "许多地区的图书馆由于缺乏资金而关闭。"
        ]
    },
    {
        "name": "Accommodation on campus is limited but there are more options nearby.",
        "trans": [
            "校园住宿有限，但附近有更多选择。"
        ]
    },
    {
        "name": "All students have their own style of learning.",
        "trans": [
            "所有的学生都有自己的学习风格。"
        ]
    },
    {
        "name": "This course can help to deepen your appreciation of art.",
        "trans": [
            "这门课程有助增强你对艺术的鉴赏力。"
        ]
    },
    {
        "name": "The research shows that spending time outdoors has a range of benefits.",
        "trans": [
            "研究表明花时间在户外有一系列的好处。"
        ]
    },
    {
        "name": "Career mobility is very important for new graduates.",
        "trans": [
            "职业流动性 (能在不同工作之间转换的能力) 对应届毕业生来说非常重要。"
        ]
    },
    {
        "name": "The amount of time spent on configuration varies considerably.",
        "trans": [
            "花费在配置上的时间差别很大。"
        ]
    },
    {
        "name": "Academic journals are usually edited by subject specialists.",
        "trans": [
            "学术期刊通常由学科专家编辑。"
        ]
    },
    {
        "name": "Our company must have independent financial auditing.",
        "trans": [
            "我们公司必须有独立的财务审计。"
        ]
    },
    {
        "name": "Please make sure your applications follow the guideline provided.",
        "trans": [
            "请确保您的申请符合所提供的标准。"
        ]
    },
    {
        "name": "Understanding visual media has never been more challenging.",
        "trans": [
            "了解视觉媒体这件事从来没有像现在这样具有挑战性。"
        ]
    },
    {
        "name": "An essay should use evidence from both primary and secondary sources.",
        "trans": [
            "一篇文章会使用一手资源和二手资源的论据。"
        ]
    },
    {
        "name": "A surprisingly large number of students applied for that course.",
        "trans": [
            "申请那门课程的学生人数多得惊人。"
        ]
    },
    {
        "name": "The university library holds a number of collections of geological maps.",
        "trans": [
            "大学图书馆收藏了许多地质图。"
        ]
    },
    {
        "name": "Students are encouraged to read new books recommended by Professor Jones.",
        "trans": [
            "鼓励学生阅读琼斯教授推荐的新书。"
        ]
    },
    {
        "name": "We help individuals to develop and follow their interests.",
        "trans": [
            "我们帮助个人发展并追随他们的兴趣。"
        ]
    },
    {
        "name": "Our company currently employs more than ten thousand people worldwide.",
        "trans": [
            "我们公司目前在全球拥有员工超过一万人。"
        ]
    },
    {
        "name": "It is clear that the human population has an impact on the environment.",
        "trans": [
            "很明显，人口对环境有影响。"
        ]
    },
    {
        "name": "It is an integrated course with several main elements.",
        "trans": [
            "这是一门由几个主要元素组成的综合性课程。"
        ]
    },
    {
        "name": "The public is often misled by biased coverage.",
        "trans": [
            "公众经常被有偏见的报道所误导。"
        ]
    },
    {
        "name": "The extent of advertising to children is very much open to debate.",
        "trans": [
            "广告对儿童的影响程度是很容易引起争论的。"
        ]
    },
    {
        "name": "The closing date of applications for travel scholarships is next Monday.",
        "trans": [
            "旅游奖学金的申请截止日期是下星期一。"
        ]
    },
    {
        "name": "The university's main library will be open till midnight next Saturday.",
        "trans": [
            "大学的主图书馆将在下周六开放至午夜。"
        ]
    },
    {
        "name": "Students may only park their cars in authorized university parking spaces.",
        "trans": [
            "学生只能将车停在学校指定的停车位。"
        ]
    },
    {
        "name": "The study of utilizing projects is funded by the university.",
        "trans": [
            "运用项目的研究由大学资助。"
        ]
    },
    {
        "name": "We help students to develop their individualities and follow their interests.",
        "trans": [
            "我们帮助学生发展他们的个性，并遵循他们的兴趣。"
        ]
    },
    {
        "name": "Many universities are continuously expanding the postgraduate education online learning resources.",
        "trans": [
            "许多高校都在不断扩大研究生教育的在线学习资源。"
        ]
    },
    {
        "name": "Our aim is to transmit mathematics teaching in the classroom.",
        "trans": [
            "我们的目标是在课堂上进行数学教学。"
        ]
    },
    {
        "name": "Experts said reading and listening to music can reduce stress.",
        "trans": [
            "专家说阅读和听音乐可以减轻压力。"
        ]
    },
    {
        "name": "The night sky has always involved mystery and wonder.",
        "trans": [
            "夜空总是充满神秘和惊奇。"
        ]
    },
    {
        "name": "Please refer to the guidelines for more information on setting goals.",
        "trans": [
            "有关设定目标的更多信息，请参阅指南。"
        ]
    },
    {
        "name": "The terms, illness and disease, are confusing despite clear differences.",
        "trans": [
            "尽管 “病” 和 “疾病” 有明显的区别，但这两个术语仍然令人困惑。"
        ]
    },
    {
        "name": "Every living thing begins as a single cell.",
        "trans": [
            "所有生物都是从单个细胞开始的。"
        ]
    },
    {
        "name": "These words recognized the excellence of the undergraduates’ research projects.",
        "trans": [
            "这些话肯定了本科生研究项目的优秀。"
        ]
    },
    {
        "name": "Technology is no longer a simple tool that we can control.",
        "trans": [
            "科技不再是我们可以控制的简单工具。"
        ]
    },
    {
        "name": "The teaching staff are actively engaged in the original research.",
        "trans": [
            "教职工积极从事原创性研究。"
        ]
    },
    {
        "name": "There is no economic reason why public borrowing is necessarily bad.",
        "trans": [
            "没有经济原因可以解释为什么公共借贷一定是坏事。"
        ]
    },
    {
        "name": "For the purpose of the research, data should be collected and analyzed.",
        "trans": [
            "为了达到研究目的，应该收集数据和分析数据。"
        ]
    },
    {
        "name": "The deadline for the submission of this assignment is tomorrow.",
        "trans": [
            "交作业的最后期限是明天。"
        ]
    },
    {
        "name": "We are phasing out disposable cups on campus.",
        "trans": [
            "我们正在校园里逐步淘汰一次性杯子。"
        ]
    },
    {
        "name": "British students must study mathematics at secondary schools.",
        "trans": [
            "英国学生在中学必须学习数学。"
        ]
    },
    {
        "name": "Companies’ projects must adapt to the general data protection regulations.",
        "trans": [
            "公司的项目必须适应常规的数据保护规定。"
        ]
    },
    {
        "name": "Our aim is to transform classical teaching in the classroom.",
        "trans": [
            "我们的目标是改造传统的课堂教学。"
        ]
    },
    {
        "name": "He wrote poetry and plays as well as scientific papers.",
        "trans": [
            "他不仅写科学论文，还写诗歌和戏剧。"
        ]
    },
    {
        "name": "You need to hand in an essay next semester.",
        "trans": [
            "你需要在下个学期交一篇论文。"
        ]
    },
    {
        "name": "Scientific experiments should be repeated to verify the results.",
        "trans": [
            "应该重复科学实验来验证结果。"
        ]
    },
    {
        "name": "We are more able to accommodate postgraduate students than previously possible.",
        "trans": [
            "我们比以前更有能力安顿研究生。"
        ]
    },
    {
        "name": "Please click on the logo above to enter the site.",
        "trans": [
            "请点击上面的网站徽标进入网站。"
        ]
    },
    {
        "name": "There are a wide variety of disciplines in the field of engineering.",
        "trans": [
            "在工程领域有各种各样的学科。"
        ]
    },
    {
        "name": "Parents are financially responsible for their children right up until they reach adulthood.",
        "trans": [
            "父母对他们的孩子负有经济责任，直到他们成年"
        ]
    },
    {
        "name": "The untapped potential of using sunray is phenomenal.",
        "trans": [
            "利用太阳光的潜力是惊人的。"
        ]
    },
    {
        "name": "Students are encouraged to think carefully about their accommodation needs.",
        "trans": [
            "我们鼓励学生仔细考虑他们的住宿需求。"
        ]
    },
    {
        "name": "Peer review is an essential part of scientific methods.",
        "trans": [
            "同行评议是科研方法的重要组成部分。"
        ]
    },
    {
        "name": "Advanced technology created growth in the economy.",
        "trans": [
            "先进科技创造了经济增长。"
        ]
    },
    {
        "name": "The study of anthropology can help us learn about society today.",
        "trans": [
            "人类学的研究可以帮助我们了解当今社会。"
        ]
    },
    {
        "name": "Lecture outlines are available on the college internal website.",
        "trans": [
            "课程大纲可在学院内部网站上查阅。"
        ]
    },
    {
        "name": "This course places considerable emphasis on critical thinking skills.",
        "trans": [
            "本课程相当重视批判性思维技能。"
        ]
    },
    {
        "name": "Most students need computers to do their homework.",
        "trans": [
            "大多数学生需要电脑来做作业。"
        ]
    },
    {
        "name": "Doctoral writings have the structure in place as well as scientific papers.",
        "trans": [
            "博士论文和科研论文都有这样的结构。"
        ]
    },
    {
        "name": "A typical part of the course involves the study of society.",
        "trans": [
            "这门课程的一个典型部分包括了社会研究。"
        ]
    },
    {
        "name": "Optional tutorials are offered in the final week of the term.",
        "trans": [
            "选修辅导课在学期的最后一周提供。"
        ]
    },
    {
        "name": "Banks charge interest on the money they lend to customers.",
        "trans": [
            "银行从借给客户的钱中收取利息。"
        ]
    },
    {
        "name": "The aim of the course is to encourage students to develop their creativity.",
        "trans": [
            "这门课程的目的是鼓励学生发展他们的创造力。"
        ]
    },
    {
        "name": "Scientists have founded all parts of society today.",
        "trans": [
            "科学家们建立了当今社会的各个部分。"
        ]
    },
    {
        "name": "Physics is the key subject to understanding the world and the universe.",
        "trans": [
            "物理学是理解世界和宇宙的关键学科。"
        ]
    },
    {
        "name": "Practical experience is a vital part of legal training.",
        "trans": [
            "实践经验是法律培训的重要组成部分。"
        ]
    },
    {
        "name": "This new camera can identify your eyes and focus on them.",
        "trans": [
            "这个新相机可以识别你的眼睛并对其进行聚焦。"
        ]
    },
    {
        "name": "There is a pharmacy on campus near the bookstore.",
        "trans": [
            "校园里书店附近有个药房。"
        ]
    },
    {
        "name": "Recession triggers exciting creativity and high rates of public wisdom.",
        "trans": [
            "经济衰退激发了令人兴奋的创造力和高比例的公众智慧。"
        ]
    },
    {
        "name": "Students will focus on reporting news on changing the media world.",
        "trans": [
            "学生将专注于报道改变媒体世界的新闻。"
        ]
    },
    {
        "name": "Globalization has been an overwhelming urbanization phenomenon.",
        "trans": [
            "全球化是一种势不可挡的城市化现象。"
        ]
    },
    {
        "name": "The other book isn't thorough, but it's more insightful.",
        "trans": [
            "另一本书不够详尽，但更有见地。"
        ]
    },
    {
        "name": "Art is an expression of creative skills and imagination.",
        "trans": [
            "艺术是创造力和想象力的表现。"
        ]
    },
    {
        "name": "Humans use symbolic language to communicate plans and contentions.",
        "trans": [
            "人类使用象征语言来沟通计划和争论。"
        ]
    },
    {
        "name": "Building trust is not something that can be achieved overnight.",
        "trans": [
            "建立信任不是一朝一夕就能实现的。"
        ]
    },
    {
        "name": "An architect is required to have problem-solving skills and an eye for design.",
        "trans": [
            "建筑师需要有解决问题的能力和设计的眼光。"
        ]
    },
    {
        "name": "The university will cease the colossal renovation of the faint empty theater.",
        "trans": [
            "这所大学将停止对那座昏暗的空剧院的大规模整修。"
        ]
    },
    {
        "name": "A wide range of courses covered different aspects in this subject.",
        "trans": [
            "许多课程涵盖了这门学科的不同方面。"
        ]
    },
    {
        "name": "In his lifetime, he composed a large number of works.",
        "trans": [
            "他一生创作了大量的作品。"
        ]
    },
    {
        "name": "Online courses enable people to improve their skills while employed.",
        "trans": [
            "在线课程使人们能够在就业时提高他们的技能。"
        ]
    },
    {
        "name": "The university now faces a series of challenges of finance.",
        "trans": [
            "这所大学现在面临着一系列财务方面的挑战。"
        ]
    },
    {
        "name": "The exam application system has been upgraded for professional exams.",
        "trans": [
            "针对专业考试我们升级了考试申请系统。"
        ]
    },
    {
        "name": "In addition to class requirements, students must pass all the qualifying examinations.",
        "trans": [
            "除了课堂要求之外，学生还必须通过所有资格考试。"
        ]
    },
    {
        "name": "New media have transcended traditional national boundaries.",
        "trans": [
            "新媒体超越了传统的国界。"
        ]
    },
    {
        "name": "Please confirm that you have received the textbook.",
        "trans": [
            "请确认课本已经收到。"
        ]
    },
    {
        "name": "Research showed that knowledge and experience are essential to creativity.",
        "trans": [
            "研究表明，知识和经验对创造力至关重要。"
        ]
    },
    {
        "name": "The results of this research presented a value of the balance of the ecosystem.",
        "trans": [
            "本研究结果具有生态系统平衡的价值。"
        ]
    },
    {
        "name": "The marketing budget has been doubled since the beginning of the year.",
        "trans": [
            "营销预算自年初以来已经翻了一番。"
        ]
    },
    {
        "name": "We encourage students to complete their applications before the deadline.",
        "trans": [
            "我们鼓励学生在截止日期前完成申请。"
        ]
    },
    {
        "name": "I will come back to this in a moment.",
        "trans": [
            "我稍后会回到这个问题上。"
        ]
    },
    {
        "name": "The curriculum should be adjusted to incorporate recent developments.",
        "trans": [
            "课程应加以调整，以纳入最近的发展。"
        ]
    },
    {
        "name": "The student shop sells a range of stationery.",
        "trans": [
            "学生商店出售各种文具。"
        ]
    },
    {
        "name": "Let me give you an example to explain what I mean.",
        "trans": [
            "让我举个例子来解释我的意思。"
        ]
    },
    {
        "name": "Tutors should set clear goals at the start of the class.",
        "trans": [
            "导师应该在课程开始时设定明确的目标。"
        ]
    },
    {
        "name": "She began by giving an outline of the previous lecture.",
        "trans": [
            "她首先针对上一讲的内容进行了概述。"
        ]
    },
    {
        "name": "Strangely, people are simultaneously impressed by and skeptical about statistics.",
        "trans": [
            "奇怪的是，人们对 “统计数据” 既感到印象深刻又持怀疑态度。"
        ]
    },
    {
        "name": "The timetable for the next term will be available next week.",
        "trans": [
            "下学期的课程表将于下周公布。"
        ]
    },
    {
        "name": "Most of the lectures begin punctually, so do not be late.",
        "trans": [
            "大多数的讲座都会准时开始，所以不要迟到。"
        ]
    },
    {
        "name": "The stock market crash had repercussions throughout the world.",
        "trans": [
            "股市崩盘在全世界产生了影响。"
        ]
    },
    {
        "name": "The student union hosts a variety of social events.",
        "trans": [
            "学生会举办各种各样的社交活动。"
        ]
    },
    {
        "name": "Default designed packages are likely to be used for most computers.",
        "trans": [
            "大多数电脑都可能使用默认设计的包装。"
        ]
    },
    {
        "name": "The museum is closed on the third Monday of every month.",
        "trans": [
            "博物馆每个月的第三个星期一闭馆。"
        ]
    },
    {
        "name": "Formal conclusions could be established through rigorous experiments.",
        "trans": [
            "通过严格的实验可以得出正式的结论。"
        ]
    },
    {
        "name": "Our faculty includes five libraries across the university.",
        "trans": [
            "我们学院在大学里有五间图书馆。"
        ]
    },
    {
        "name": "The reception staff can give advice on renting private accommodation.",
        "trans": [
            "接待处的工作人员可以提供租用私人住所的建议。"
        ]
    },
    {
        "name": "Muscles bring parts of the body close together.",
        "trans": [
            "肌肉使身体各部分紧密相连。"
        ]
    },
    {
        "name": "The library will be closed for staff training tomorrow morning.",
        "trans": [
            "图书馆将于明天上午闭馆进行员工培训。"
        ]
    },
    {
        "name": "Too much information may have been avoided by the group research design.",
        "trans": [
            "小组研究设计可能避免了太多的信息。"
        ]
    },
    {
        "name": "The biology department is respected in research activities.",
        "trans": [
            "生物系在研究活动中受到尊重。"
        ]
    },
    {
        "name": "Critical thinking is an essential component of a broad education.",
        "trans": [
            "批判性思维是广泛教育的重要组成部分。"
        ]
    },
    {
        "name": "The English degree involves work placements in the third year.",
        "trans": [
            "英语学位在第三年安排实习。"
        ]
    },
    {
        "name": "Technologies have enormously transformed the lifestyle of the majority.",
        "trans": [
            "科技极大地改变了大多数人的生活方式。"
        ]
    },
    {
        "name": "A regional assembly was moved to the devolution of power.",
        "trans": [
            "地方议会被转移到权力下放（句意不对，有待补充）"
        ]
    },
    {
        "name": "Scientists recognize different ice types according to the water molecule content.",
        "trans": [
            "科学家们根据水分子的含量来识别不同类型的冰。"
        ]
    },
    {
        "name": "Having a strong motivation is important to achieve your goals.",
        "trans": [
            "有一个强大的动力对实现你的目标很重要。"
        ]
    },
    {
        "name": "It is interesting to observe the development of the language skills of toddlers.",
        "trans": [
            "观察幼儿语言技能的发展是很有趣的。"
        ]
    },
    {
        "name": "Children start producing words before they are able to walk.",
        "trans": [
            "孩子们在会走路之前就开始说话了。"
        ]
    },
    {
        "name": "The skills of a great stage actor cannot be taught.",
        "trans": [
            "伟大的舞台演员的技巧是教不来的。"
        ]
    },
    {
        "name": "The jobs tomorrow will require higher skill levels.",
        "trans": [
            "未来的工作将需要更高的技能水平。"
        ]
    },
    {
        "name": "The goal of the government policy is to increase the investments.",
        "trans": [
            "政府政策的目标是增加投资。"
        ]
    },
    {
        "name": "Social media is responsible for helping the government to solve social problems.",
        "trans": [
            "社交媒体有责任帮助政府解决社会问题。"
        ]
    },
    {
        "name": "The university library has a collection of early geography maps.",
        "trans": [
            "大学图书馆收藏了早期的地理地图。"
        ]
    },
    {
        "name": "Courses are assessed by group work and individual assignments.",
        "trans": [
            "课程通过小组作业和个人作业进行评估。"
        ]
    },
    {
        "name": "Online courses allow students to work at their own pace.",
        "trans": [
            "在线课程允许学生按照自己的节奏学习。"
        ]
    },
    {
        "name": "The academic department needs to be supported by the government.",
        "trans": [
            "学术部门需要由政府提供支持。"
        ]
    },
    {
        "name": "Businesses must adapt to the general data protection regulations.",
        "trans": [
            "企业必须适应通用数据保护法规。"
        ]
    },
    {
        "name": "When sentencing, the court will consider whether the criminal is guilty or not.",
        "trans": [
            "在宣判时，法院将考虑罪犯是否有罪。"
        ]
    },
    {
        "name": "The internet has transformed the nature of publishing.",
        "trans": [
            "互联网改变了出版业的本质。"
        ]
    },
    {
        "name": "More research is required in the field of food science.",
        "trans": [
            "在食品科学领域需要进行更多的研究。"
        ]
    },
    {
        "name": "Many important policies need to be made.",
        "trans": [
            "需要制定许多重要的政策。"
        ]
    },
    {
        "name": "The academic tradition of the school ensures excellence.",
        "trans": [
            "学校的学术传统保证了卓越。"
        ]
    },
    {
        "name": "The scientists found most of the studies today.",
        "trans": [
            "科学家们创立了目前大部分的研究。"
        ]
    },
    {
        "name": "For the small business, making profit is the main priority.",
        "trans": [
            "对于小企业来说，盈利是首要任务。"
        ]
    },
    {
        "name": "Agricultural development plays a vital role in rural areas",
        "trans": [
            "农业在农村发展中起着至关重要的作用"
        ]
    },
    {
        "name": "The new research has produced some unexpected results.",
        "trans": [
            "这项新研究产生了一些意想不到的结果。"
        ]
    },
    {
        "name": "The falling birth rate means the number of students dropped.",
        "trans": [
            "出生率的下降意味着学生人数的减少。"
        ]
    },
    {
        "name": "Sociology policies are the sources of the government to solve social problems.",
        "trans": [
            "社会学政策是政府解决社会问题的源泉。"
        ]
    },
    {
        "name": "We hold visiting tours throughout the year for undergraduate students.",
        "trans": [
            "我们全年为本科生举办参观活动。"
        ]
    },
    {
        "name": "Rising inflation leads to increasing goods prices and decreasing demand for products.",
        "trans": [
            "通货膨胀上升导致商品价格上涨和产品需求下降。"
        ]
    },
    {
        "name": "When sentencing, the court will decide whether the defendant regrets his actions.",
        "trans": [
            "宣判时，法院将决定被告是否后悔自己的行为。"
        ]
    },
    {
        "name": "Employment figures will decrease in the next few years.",
        "trans": [
            "未来几年，就业人数将会下降。"
        ]
    },
    {
        "name": "Each faculty has a dedicated specialized librarian available in the term examination.",
        "trans": [
            "每个院系都有专门的图书管理员在学期考试时提供帮助。"
        ]
    },
    {
        "name": "Criminal charges will be brought against all of the men.",
        "trans": [
            "所有这些人都将受到刑事指控。"
        ]
    },
    {
        "name": "The aim of the policy is to increase government investment.",
        "trans": [
            "该政策的目的是增加政府投资。"
        ]
    },
    {
        "name": "We are continuing to provide postgraduate online learning resources.",
        "trans": [
            "我们正在持续提供研究生在线学习资源。"
        ]
    },
    {
        "name": "The study is among the initial projects funded by the university.",
        "trans": [
            "这项研究是该大学资助的首批项目之一。"
        ]
    },
    {
        "name": "Writing history needs a careful selection process of historical sources.",
        "trans": [
            "撰写历史需要仔细选择历史资料。"
        ]
    },
    {
        "name": "It is argued that students can learn more by collaboration rather than as individuals.",
        "trans": [
            "有人认为，学生通过合作而不是单独学习可以学得更多。"
        ]
    },
    {
        "name": "Open days for undergraduates occur all year round for campus visits.",
        "trans": [
            "全年都有本科生参观校园的开放日。"
        ]
    },
    {
        "name": "All lectures and learning materials can be found on the internet.",
        "trans": [
            "所有的讲座和学习材料都可以在网上找到。"
        ]
    },
    {
        "name": "Academic libraries across the world are steadily incorporating social media.",
        "trans": [
            "世界各地的学术图书馆都在逐步地使用社交媒体。"
        ]
    },
    {
        "name": "The residence hall is closed prior to the academic building closing time at the end of the semester.",
        "trans": [
            "学期结束时，学生宿舍的关闭时间在教学楼的关闭时间之前。"
        ]
    },
    {
        "name": "Medical books and journals have been moved to the second floor.",
        "trans": [
            "医学书籍和期刊被移到了二楼。"
        ]
    },
    {
        "name": "Gold is a metal that appears naturally and in a pure state.",
        "trans": [
            "黄金是一种自然出现的金属，处于纯净状态。"
        ]
    },
    {
        "name": "Your tutor will show you how to prepare the essay.",
        "trans": [
            "你的导师会告诉你如何准备论文。"
        ]
    },
    {
        "name": "Mental health professionals are talking about the topic of vulnerability.",
        "trans": [
            "心理健康专家正在谈论脆弱性这个话题。"
        ]
    },
    {
        "name": "Music has the ability to shape our emotions.",
        "trans": [
            "音乐有塑造我们情感的能力。"
        ]
    },
    {
        "name": "Your tutor will provide the guidance on how to structure the essays.",
        "trans": [
            "你的导师会指导你如何组织论文结构。"
        ]
    },
    {
        "name": "The aerial photographs were promptly registered for thorough evaluation.",
        "trans": [
            "航拍照片被迅速登记，以便进行全面的评估。"
        ]
    },
    {
        "name": "The application processes may take longer than expected.",
        "trans": [
            "申请过程可能比预期的时间更长。"
        ]
    },
    {
        "name": "While reconciliation is desirable, basic underlying issues must first be addressed.",
        "trans": [
            "希望得到和解必须首先处理基本的根本问题。"
        ]
    },
    {
        "name": "New developments in manufacturing are changing the way we live.",
        "trans": [
            "制造业的新发展正在改变我们的生活方式。"
        ]
    },
    {
        "name": "The momentum is defined as the combination of mass and velocity.",
        "trans": [
            "动量被定义为质量和速度的结合。"
        ]
    },
    {
        "name": "Nowadays, accounting is far more important for business than ever before.",
        "trans": [
            "如今，会计对企业来说比以往任何时候都重要得多。"
        ]
    }
]